Revit 2027 API
ParameterTypeId.StairsTriserIsTypeOverridden Property
 "Overridden": (OBSOLETE) Indicate whether selected individual step is governed by default type setting.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTriserIsTypeOverridden { get; }
Public Shared ReadOnly Property StairsTriserIsTypeOverridden As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTriserIsTypeOverridden {
	ForgeTypeId^ get ();
}
static member StairsTriserIsTypeOverridden : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace